{
  "tdatetime": "2025-06-11 17:35:55.590067+05:00",
  "sessionid": "55391a3d-f80e-4417-a887-7e2a48d93113",
  "summary": "صارف نے بتایا کہ پیسہ نہیں ملا۔ میں نے پوچھا کہ وہ کہاں سے پیسہ متوقع کر رہے ہیں، کب تک پیسہ ملنا تھا، کیا بھیجنے والے یا مالی ادارہ سے تراکیب کا پوچھا ہے اور کیا ٹرانزیکشن کے ساتھ کوئی ٹریکنگ نمبر ہے۔ انہوں نے بتایا کہ وہ بیتھنے کی جگہ کی معلومات چاہتے ہیں۔ میں نے بتایا کہ میں ان کے لئے آن لائن ڈائریکٹری معلومات مدد کر سکتے ہیں۔",
  "duration": "6",
  "types": "{\"complaints\": [{\"text\": \"money not received\", \"category\": \"money\"}, {\"text\": \"bethny ki jaga kidr h ?\", \"category\": \"district\"}], \"info_requests\": [{\"text\": \"Where were you expecting to receive the money? When was the money supposed to be received? Have you checked with the sender or the financial institution regarding the status of the transaction? Is there a tracking number or reference number associated with the transaction that you can provide me with?\", \"category\": \"money\"}, {\"text\": \"معذرت خواہ ہوں، میں صرف ڈاکٹر عائشہ حامد کی الشفاء کلینک کے مریضوں کی مدد کر سکتا ہوں۔ آپ کو یہاں بیتھنے کی جگہ کے بارے میں معلومات فراہم نہیں کر سکتا۔ آپ کسی دوسرے مقام یا جگہ کے بارے میں معلومات حاصل کرنے کے لیے مقامی یا آن لائن ڈائریکٹری کو چیک کر سکتے ہیں۔\\n\\nکسی بھی اور سوال یا معلومات کے لیے میری مدد درکار ہو تو براہ کرم بتائیں۔\", \"category\": \"other\"}]}",
  "chat": "[{\"role\": \"user\", \"content\": \"hi\"}, {\"role\": \"assistant\", \"content\": \"[HuggingFace 404] Model `distilgpt2` not found or not public. Use `gpt2` or `distilgpt2`, and ensure your token has inference scope.\"}, {\"role\": \"user\", \"content\": \"money not receved\"}, {\"role\": \"assistant\", \"content\": \"I'm sorry to hear that you haven't received your money. Can you please provide me with more information so that I can assist you better? \\n\\n- Where were you expecting to receive the money?\\n- When was the money supposed to be received?\\n- Have you checked with the sender or the financial institution regarding the status of the transaction?\\n- Is there a tracking number or reference number associated with the transaction that you can provide me with?\\n\\nPlease provide as much detail as possible so that I can help you resolve this issue.\"}, {\"role\": \"user\", \"content\": \"bethny ki jaga kidr h ?\"}, {\"role\": \"assistant\", \"content\": \"معذرت خواہ ہوں، میں صرف ڈاکٹر عائشہ حامد کی الشفاء کلینک کے مریضوں کی مدد کر سکتا ہوں۔ آپ کو یہاں بیتھنے کی جگہ کے بارے میں معلومات فراہم نہیں کر سکتا۔ آپ کسی دوسرے مقام یا جگہ کے بارے میں معلومات حاصل کرنے کے لیے مقامی یا آن لائن ڈائریکٹری کو چیک کر سکتے ہیں۔ \\n\\nکسی بھی اور سوال یا معلومات کے لیے میری مدد درکار ہو تو براہ کرم بتائیں۔\"}]"
}